{
  "tour": [
    {
      "type": "map",
      "title": "Introduction to the geology at Hallett Cove",
      "content": "At Hallett Cove many significant events in the geological history of South Australia can be observed. The oldest rocks were deposited about 600 million years ago. These were buried, cemented then folded and uplifted during a period of mountain building about 500 million years ago. For the next 200 million years this ancient mountain range was eroded. About 280 million years ago Australia formed part of Gondwana and was centred over the South Pole covered by an ice sheet. This ice sheet moved and polished the underlying bedrock surface. As the ice sheet began to melt, sand and clay were deposited and larger boulders were dropped from melting floating icebergs. This was followed by another period of erosion lasting about 270 million years. Hallett Cove remained near sea level until about three million years ago when downfaulting submerged the area and a thin layer of white fossiliferous sandstone was deposited. Soon after uplift of the Mount Lofty Ranges increased, and the area was uplifted above sea level. Rivers eroding from the uplifting Mount Lofty Ranges deposited a thick layer of alluvial clay, which has subsequently been covered by calcrete and recent soil. Continuing uplift caused erosion and the badlands landscape."
    },
    {
      "type": "photosphere",
      "key": "ffmZR-5GNkbdYRUcJWheeQ",
      "title": "1. From Sea Bed to Mountain Range",
      "content": "The chocolate-coloured rocks of Black Cliff were deposited as sand and silt in the sea about 600 million years ago. About 500 million years ago, they were uplifted and folded during a period of mountain building which formed what has been called the Delamerian Orogeny. The folds are best seen from the top of Black Cliff at low tide."
    },
    {
      "type": "panorama",
      "key": "198455",
      "title": "2. Evidence of an ancient ice age",
      "content": "The polished and striated rock surface (galacial pavement) on the top of Black Cliff was caused by a northwesterly moving ice sheet about 280 million years ago.",
      "additional": {
        "widthHeight": [74214, 27041]
      }
    },
    {
      "type": "photosphere",
      "key": "ZCYh-uvYKsl_3Q8aIBrPqA",
      "title": "3. An ancient glacial lake",
      "content": "Multicoloured silt, clay and sand were deposited from the melting ice sheet near the end of the ice age about 280 million years ago, in a lake dammed against the ice margin."
    },
    {
      "type": "photosphere",
      "key": "hij6hHCJIKuMZKzZN9opNA",
      "title": "4. Erratic Rocks",
      "content": "These two large boulders (called erratics) of quartzite were dumped by the melting ice sheet. Erratics of granite, which can be seen on Hallett Cove beach, were carried from the Victor Harbor area."
    },
    {
      "type": "panorama",
      "key": "198451",
      "title": "5. gaps in the geological record",
      "content": "At Waterfall Creek three unconformities are exposed.",
      "additional": {
        "widthHeight": [64657, 23781]
      }
    },
    {
      "type": "photosphere",
      "key": "DLQBPD69fhpGE8pjhCO7xw",
      "title": "6. Shore Platform",
      "content": "The level shore platform has been eroded by wave action across the rocky coastline during the past 7,000 years. The big fold was formed during the mountain building about 500 million years ago."
    },
    {
      "type": "photosphere",
      "key": "D5OLTlimL-DSWFAwgC08ow",
      "title": "8. The Ampithetre",
      "content": "The upper part of the Amphitheatre has a capping of hard calcrete limestone, overlying purple and mottled alluvial silt and clay deposited on a floodplain 1 to 2 million years ago."
    },
    {
      "type": "photosphere",
      "key": "6bBuT7UWu8d_h_ynUJEVAw",
      "title": "9. Hands on unconformity",
      "content": "This represents a gap in the geological record of about 277 million years of time. The hard layer of white fossil-bearing Hallett Cove Sandstone (approximately 3 million years old) unconformably overlying light-coloured glacial sediments (approximately 280 million years old)."
    },
    {
      "type": "photosphere",
      "key": "97J7gnY9VllBSq5VpZf0tA",
      "title": "10. The Sugarloaf",
      "content": "Its conical shape is a result of erosion from wind and rain acting on soft glacial sediments. The Sugarloaf is composed of sediments deposited in a lake formed as the ice sheet melted about 280 million years ago and is capped by a thin layer of alluvial clay deposited a few million years ago.Its conical shape is a result of erosion from wind and rain acting on soft glacial sediments. The Sugarloaf is composed of sediments deposited in a lake formed as the ice sheet melted about 280 million years ago and is capped by a thin layer of alluvial clay deposited a few million years ago."
    },
    {
      "type": "panorama",
      "key": "198457",
      "title": "11. Permian Galacial Sediments",
      "content": "Glacial sediments with ripple marks, graded bedding and rip-up clasts are exposed here.",
      "additional": {
        "widthHeight": [56708, 22659]
      }
    }
  ]
}
